Revit 2021.1 API
ModelPathUtils.ConvertCloudGUIDsToCloudPath Method
Overload List
Name | Description
ConvertCloudGUIDsToCloudPath(Guid, Guid) |  Obsolete.
 Converts a pair of cloud project and model GUIDs to a valid cloud path in BIM 360 US region.
ConvertCloudGUIDsToCloudPath(String, Guid, Guid)
 Converts a pair of cloud project and model GUIDs to a valid cloud path.
See Also
ModelPathUtils Class
ModelPathUtils Members
Autodesk.Revit.DB Namespace